'use strict';

export let orders =  [
    {
        from: "улица Анри Барбюса, 18, подъезд 1",
        to: null,
        date: new Date(2020, 7, 7, 17, 47),
        price: 135
    },

    {
        from: "Оборонная улица 9 Абсолют",
        to: "улица Анри Барбюса",
        date: new Date(2020, 7, 7, 20, 55),
        price: 157
    }, 

    {
        from: "улица Анри Барбюса, 18, подъезд 1",
        to: "улица Чапаева",
        date: new Date(2020, 7, 18, 11, 39),
        price: 200
    }, 

    {
        from: "улица Анри Барбюса, 18, подъезд 1",
        to: "Школа №17 | улица Челюскинцев 4Б",
        date: new Date(2020, 7, 18, 17, 43),
        price: 116
    },
    
    {
        from: "Русь | Оборонная улица 4к",
        to: "улица Анри Барбюса",
        date: new Date(2020, 7, 18, 21, 45),
        price: 148
    },

    {
        from: "11-я городская больница | улица Сосюры 70а",
        to: "улица Анри Барбюса",
        date: new Date(2020, 7, 19, 21, 14),
        price: 163
    },

    {
        from: "11-я городская больница | улица Сосюры 70а",
        to: "улица Анри Барбюса",
        date: new Date(2020, 7, 29, 22, 6),
        price: 164
    },

    {
        from: "улица Анри Барбюса, 18, подъезд 1",
        to: "квартал Комарова",
        date: new Date(2020, 8, 2, 17, 38),
        price: 142
    },

    {
        from: "улица Анри Барбюса, 18, подъезд 1",
        to: "11-я городская больница и обратно",
        date: new Date(2020, 8, 6, 20, 53),
        price: 237
    },

    {
        from: "улица Анри Барбюса, 22, подъезд 2",
        to: "Волгоградская улица",
        date: new Date(2020, 8, 9, 16, 45),
        price: 229
    },

     {
        from: "улица Анри Барбюса, 18, подъезд 1",
        to: "улица Анри Барбюса 18",
        date: new Date(2020, 8, 10, 13, 17),
        price: 204
    },

     {
        from: "улица Анри Барбюса, 18, подъезд 1",
        to: "Сити центр",
        date: new Date(2020, 8, 12, 17, 14),
        price: 129
    },

     {
        from: "Школа №44",
        to: "улица Анри Барбюса, 18, подъезд 1",
        date: new Date(2020, 8, 16, 21, 49),
        price: 217
    },

     {
        from: "улица Анри Барбюса, 18, подъезд 1/вайбер",  // вайбер
        to: "Сити центр",
        date: new Date(2020, 8, 19, 13, 47),
        price: 124
    },

     {
        from: "Хинкальная | улица Демёхина 26",  
        to: "улица Анри Барбюса, 18, подъезд 1",
        date: new Date(2020, 8, 20, 20, 47),
        price: 204
    },

     {
        from: "Хинкальная | улица Демёхина 26",  
        to: "Молодёжный квартал",
        date: new Date(2020, 8, 21, 16, 18),
        price: 100
    },

     {
        from: "улица Тараса Шевченко 39 к остановке",  
        to: "улица Анри Барбюса",
        date: new Date(2020, 8, 27, 21, 34),
        price: 170
    },

     {
        from: "Юбилейная улица 1",  
        to: "улица Анри Барбюса",
        date: new Date(2020, 8, 29, 21, 14),
        price: 164
    },

     {
        from: "квартал Комарова 28А",  
        to: "улица Анри Барбюса, 18, подъезд 1",
        date: new Date(2020, 9, 2, 20, 56),
        price: 160
    },

     {
        from: "Юбилейная улица 1",  
        to: "улица Анри Барбюса, 18, подъезд 1",
        date: new Date(2020, 9, 6, 21, 10),
        price: 165
    },

     {
        from: "улица Анри Барбюса, 18, подъезд 1",  
        to: "Кристалл | улица Советская 73",
        date: new Date(2020, 9, 8, 13, 42),
        price: 119
    },

    {
        from: "улица Анри Барбюса, 18, подъезд 1",  
        to: "улица Анри Барбюса, 18, подъезд 1",
        date: new Date(2020, 9, 12, 21, 48),
        price: 242
    },

    {
        from: "улица Анри Барбюса, 18, подъезд 1 - Городок и обратно",  
        to: null,
        date: new Date(2020, 9, 14, 16, 11),
        price: 123
    },

    {
        from: "Спар | улица 16-я Линия 40",  
        to: "улица Анри Барбюса, 18, подъезд 1",
        date: new Date(2020, 9, 14, 21, 40),
        price: 208
    },

    {
        from: "квартал Комарова, 28А, подъезд 1",  
        to: "улица Анри Барбюса",
        date: new Date(2020, 9, 21, 20, 29),
        price: 164
    },

    {
        from: "улица Анри Барбюса, 18, подъезд 1",  
        to: "квартал Волкова",
        date: new Date(2020, 9, 23, 16, 15),
        price: 126
    },

    {
        from: "квартал Комарова, 28А, подъезд 1",  
        to: "Динамо | улица Советская 50",
        date: new Date(2020, 9, 23, 18, 44),
        price: 213
    },

    {
        from: "улица Анри Барбюса, 18, подъезд 1",  
        to: "квартал Комарова",
        date: new Date(2020, 9, 28, 10, 13),
        price: 164
    },

    {
        from: "улица Анри Барбюса, 18, подъезд 1",  
        to: "улица Анри Барбюса",
        date: new Date(2020, 10, 4, 20, 41),
        price: 222
    },

    {
        from: "улица Анри Барбюса, 18, подъезд 1",  
        to: "улица Анри Барбюса 18",
        date: new Date(2020, 10, 13, 21, 39),
        price: 213
    },

    {
        from: "улица Анри Барбюса, 18, подъезд 1 - городок",  
        to: null,
        date: new Date(2020, 10, 14, 12, 53),
        price: 103
    },

    {
        from: "улица Анри Барбюса, 18, подъезд 1",  
        to: "Русь | улица Оборонная 4к",
        date: new Date(2020, 10, 15, 13, 37),
        price: 133
    },

    {
        from: "улица Анри Барбюса, 18, подъезд 1",  
        to: "улица Анри Барбюса 18",
        date: new Date(2020, 10, 16, 21, 37),
        price: 220
    },

    {
        from: "квартал Комарова, 28А, подъезд 1",  
        to: "улица Анри Барбюса 18",
        date: new Date(2020, 10, 18, 19, 54),
        price: 140
    },

    {
        from: "улица Анри Барбюса, 18, подъезд 1 - городок и обратно",  
        to: null,
        date: new Date(2020, 10, 25, 16, 0),
        price: 121
    },

    {
        from: "Чайхана",  
        to: "улица Анри Барбюса",
        date: new Date(2020, 10, 28, 14, 53),
        price: 147
    },

    {
        from: "улица Анри Барбюса, 18, подъезд 1",  
        to: "квартал Комарова",
        date: new Date(2020, 10, 28, 21, 35),
        price: 215
    },

    {
        from: "квартал Комарова, 28А, подъезд 1",  
        to: "улица Анри Барбюса",
        date: new Date(2020, 11, 1, 19, 53),
        price: 134
    },

    {
        from: "улица Анри Барбюса, 18, подъезд 1",  
        to: "Кристалл | улица Советская 73 и обратно",
        date: new Date(2020, 11, 2, 13, 57),
        price: 212
    },

    {
        from: "улица Анри Барбюса, 18, подъезд 1",  
        to: "улица Анри Барбюса, 18, подъезд 1",
        date: new Date(2020, 11, 2, 21, 37),
        price: 218
    },

    {
        from: "улица Анри Барбюса, 18, подъезд 1",  
        to: "Городок",
        date: new Date(2020, 11, 4, 14, 48),
        price: 102
    },

    {
        from: "Новый городок, 5, подъезд 2",  
        to: "Стукалова Балка",
        date: new Date(2020, 11, 4, 16, 18),
        price: 270
    },

    {
        from: "улица Анри Барбюса, 18, подъезд 1",  
        to: "квартал Комарова и обрратно",
        date: new Date(2020, 11, 5, 21, 37),
        price: 218
    },

    {
        from: "улица Анри Барбюса, 18, подъезд 1",  
        to: "квартал Щербакова",
        date: new Date(2020, 11, 6, 12, 31),
        price: 207
    },

    {
        from: "улица Андрея Линёва 28",  
        to: "улица Анри Барбюса",
        date: new Date(2020, 11, 8, 11, 45),
        price: 170
    },

    {
        from: "улица Анри Барбюса, 18, подъезд 1",  
        to: "улица Ломоносова 30",
        date: new Date(2020, 11, 8, 12, 58),
        price: 193
    },

    {
        from: "квартал Комарова, 28А, подъезд 1",  
        to: "улица Анри Барбюса",
        date: new Date(2020, 11, 8, 20, 26),
        price: 163
    },

    {
        from: "улица Анри Барбюса, 18, подъезд 1",  
        to: "улица Ломоносова 30",
        date: new Date(2020, 11, 9, 15, 41),
        price: 149
    },

    {
        from: "улица Ломоносова 1А Беркут",  
        to: "улица Анри Барбюса",
        date: new Date(2020, 11, 9, 16, 41),
        price: 176
    },

    {
        from: "улица Анри Барбюса, 18, подъезд 1",  
        to: "Русь | улица Оборонная 4к",
        date: new Date(2020, 11, 10, 15, 54),
        price: 138
    },

    {
        from: "улица Анри Барбюса, 18, подъезд 1",  
        to: "квартал Щербакова",
        date: new Date(2020, 11, 13, 12, 59),
        price: 242
    },

    {
        from: "Лугаснкий спортинтернат",  
        to: "улица Анри Барбюса",
        date: new Date(2020, 11, 13, 16, 23),
        price: 240
    },

    {
        from: "улица Анри Барбюса, 18, подъезд 1",  
        to: "улица Ломоносова 1А",
        date: new Date(2020, 11, 14, 15, 32),
        price: 125
    },

    {
        from: "улица Ломоносова 3 вет клиника",  
        to: "улица Анри Барбюса, 18, подъезд 1",
        date: new Date(2020, 11, 14, 16, 5),
        price: 120
    },

    {
        from: "улица Анри Барбюса, 18, подъезд 1",  
        to: "улица Анри Барбюса, 18, подъезд 1",
        date: new Date(2020, 11, 14, 20, 42),
        price: 259
    },

    {
        from: "улица Братьев Палкиных, 140, подъезд 1",  
        to: "улица Анри Барбюса",
        date: new Date(2020, 11, 14, 21, 26),
        price: 146
    },

    {
        from: "улица Анри Барбюса, 18, подъезд 1",  
        to: "улица Ломоносова 3",
        date: new Date(2020, 11, 15, 16, 5),
        price: 104
    },

    {
        from: "улица Ломоносова 3",  
        to: "улица Анри Барбюса",
        date: new Date(2020, 11, 15, 16, 37),
        price: 210
    },

    {
        from: "улица Ломоносова 55 АЗС",  
        to: "универсам №1 | улица Буденного 140",
        date: new Date(2020, 11, 15, 18, 54),
        price: 228
    },

    {
        from: "улица Анри Барбюса, 18, подъезд 1",  
        to: "улица Ломоносова 3",
        date: new Date(2020, 11, 16, 16, 14),
        price: 125
    },

    {
        from: "улица Ломоносова 3 ветклиника",  
        to: "улица Анри Барбюса, 18, подъезд 1",
        date: new Date(2020, 11, 16, 16, 37),
        price: 120
    },

    {
        from: "улица Ломоносова 3 ветклиника",  
        to: "Новый городок",
        date: new Date(2020, 11, 17, 15, 52),
        price: 164
    },

    {
        from: "Новый городок, 5, подъезд 1",  
        to: "квартал Комарова",
        date: new Date(2020, 11, 17, 18, 9),
        price: 176
    },

    {
        from: "квартал Комарова, 28А, подъезд 1",  
        to: "улица Анри Барбюса, 18, подъезд 1",
        date: new Date(2020, 11, 17, 20, 45),
        price: 159
    },

    {
        from: "улица Анри Барбюса, 18, подъезд 1",  
        to: "улица Братьев Палкиных",
        date: new Date(2020, 11, 19, 21, 16),
        price: 150
    },

    {
        from: "улица Анри Барбюса, 18, подъезд 1",  
        to: "квартал Щербакова",
        date: new Date(2020, 11, 20, 12, 34),
        price: 203
    },

    {
        from: "Луганский спортинтернат",  
        to: "Молодёжный квартал",
        date: new Date(2020, 11, 20, 15, 30),
        price: 215
    },

    {
        from: "улица Анри Барбюса, 18, подъезд 1",  
        to: "улица Анри Барбюса",
        date: new Date(2020, 11, 21, 15, 25),
        price: 167
    },

    {
        from: "улица Анри Барбюса, 18, подъезд 1",  
        to: "улица Анри Барбюса, 18, подъезд 1",
        date: new Date(2020, 11, 21, 20, 38),
        price: 223
    },

    // отменен

    {
        from: "Железнодорожный вокзал | улица Виктора Пятёркина 6",  
        to: "улица Анри Барбюса, 18, подъезд 1",
        date: new Date(2020, 11, 25, 21, 40),
        price: 258
    },

    {
        from: "улица Анри Барбюса, 18, подъезд 1",  
        to: "Луганский спортинтернат",
        date: new Date(2020, 11, 27, 13, 0),
        price: 201
    },

    {
        from: "Бочка | улица Советская 63",  
        to: "улица Анри Барбюса",
        date: new Date(2020, 11, 27, 14, 56),
        price: 140
    },

    {
        from: "улица Анри Барбюса, 18, подъезд 1",  
        to: "улица Анри Барбюса, 18, подъезд 1",
        date: new Date(2020, 11, 27, 20, 37),
        price: 234
    },

    {
        from: "улица Анри Барбюса, 18, подъезд 1",  
        to: "центр",
        date: new Date(2020, 11, 29, 16, 23),
        price: 160
    },

    // отменен

    {
        from: "улица Анри Барбюса, 18, подъезд 1",  
        to: "улица Анри Барбюса, 18, подъезд 1",
        date: new Date(2020, 11, 29, 21, 41),
        price: 227
    },

    {
        from: "Смачна Хата | улица Челюскинцев 2б",  
        to: "улица Анри Барбюса",
        date: new Date(2020, 11, 30, 14, 15),
        price: 149
    },

    {
        from: "Абсолют | улица Градусова 4",  
        to: "улица Анри Барбюса",
        date: new Date(2021, 0, 1, 18, 9),
        price: 210
    },

    {
        from: "улица Анри Барбюса остановка в сторону востока",  
        to: "квартал Комарова",
        date: new Date(2021, 0, 1, 20, 42),
        price: 209
    },

    {
        from: "улица Анри Барбюса, 18, подъезд 1",  
        to: "квартал Комарова",
        date: new Date(2021, 0, 2, 12, 47),
        price: 201
    },

    {
        from: "улица Анри Барбюса, 18, подъезд 1",  
        to: "городок ОР",
        date: new Date(2021, 0, 4, 16, 1),
        price: 118
    },

    {
        from: "улица Анри Барбюса, 18, подъезд 1",  
        to: "улица Анри Барбюса, 18, подъезд 1",
        date: new Date(2021, 0, 7, 21, 30),
        price: 237
    },

    {
        from: "Кристалл | улица Советская 73",  
        to: "улица Анри Барбюса",
        date: new Date(2021, 0, 8, 14, 46),
        price: 120
    },

    {
        from: "улица Анри Барбюса, 18, подъезд 1",  
        to: "кв. Волкова",
        date: new Date(2021, 0, 9, 17, 15),
        price: 187
    },

    {
        from: "улица Анри Барбюса, АЗС",  
        to: "улица Анри Барбюса",
        date: new Date(2021, 0, 20, 15, 26),
        price: 206
    },

    {
        from: "улица Анри Барбюса, 18, подъезд 1",  
        to: "улица Анри Барбюса, 18, подъезд 1",
        date: new Date(2021, 0, 20, 21, 39),
        price: 236
    },

    {
        from: "улица Анри Барбюса, 18, подъезд 1",  
        to: "Сити центр",
        date: new Date(2021, 0, 21, 12, 7),
        price: 162
    },

    {
        from: "Смачна хата | улица Челюскинцев 2б",  
        to: "Стукалова Балка",
        date: new Date(2021, 0, 21, 13, 8),
        price: 293
    },

    {
        from: "Стукалова Балка улица Озерная 9",  
        to: "квартал Комарова",
        date: new Date(2021, 0, 21, 18, 26),
        price: 600
    },

    {
        from: "улица Анри Барбюса, 18, подъезд 1",  
        to: "улица Анри Барбюса",
        date: new Date(2021, 0, 23, 21, 38),
        price: 227
    },

    {
        from: "Луганский спортинтернат",  
        to: "Молодёжный квартал",
        date: new Date(2021, 0, 24, 15, 25),
        price: 199
    },

    {
        from: "улица Анри Барбюса, 18, подъезд 1",  
        to: "городок",
        date: new Date(2021, 0, 26, 13, 53),
        price: 103
    },

    {
        from: "улица Анри Барбюса, 18, подъезд 1",  
        to: "улица Анри Барбюса, 18, подъезд 1",
        date: new Date(2021, 0, 26, 21, 31),
        price: 248
    },

    {
        from: "улица Анри Барбюса, 18, подъезд 1",  
        to: "улица Анри Барбюса, 18, подъезд 1",
        date: new Date(2021, 0, 28, 21, 32),
        price: 232
    },

    {
        from: "улица Анри Барбюса, 18, подъезд 1",  
        to: "квартал Щербакова",
        date: new Date(2021, 0, 31, 13, 6),
        price: 200
    },

    {
        from: "Луганский спортинтернат",  
        to: "улица Анри Барбюса, 18, подъезд 1",
        date: new Date(2021, 0, 31, 15, 3),
        price: 215
    },

    {
        from: "улица Анри Барбюса, 18, подъезд 1",  
        to: "Бодрый день | улица Советская 69а",
        date: new Date(2021, 1, 5, 16, 47),
        price: 129
    },

    {
        from: "улица Анри Барбюса, 18, подъезд 1",  
        to: "квартал Щербакова",
        date: new Date(2021, 1, 7, 12, 58),
        price: 190
    },

    {
        from: "Луганский спортинтернат",  
        to: "улица Анри Барбюса",
        date: new Date(2021, 1, 7, 14, 0),
        price: 190
    },

    {
        from: "улица Анри Барбюса, 18, подъезд 1",  
        to: "Центральный рынок",
        date: new Date(2021, 1, 7, 16, 2),
        price: 127
    },

    {
        from: "улица Анри Барбюса, 18, подъезд 1",  
        to: "улица Анри Барбюса, 18, подъезд 1",
        date: new Date(2021, 1, 7, 21, 35),
        price: 229
    },

    {
        from: "улица Анри Барбюса, 18, подъезд 1",  
        to: "Парк имени Молодой гвардии",
        date: new Date(2021, 1, 9, 13, 30),
        price: 140
    },

    {
        from: "улица Анри Барбюса, 18, подъезд 1",  
        to: "городок",
        date: new Date(2021, 1, 10, 15, 47),
        price: 102
    },

    {
        from: "Новый городок, 5, подъезд 2",  
        to: "улица Анри Барбюса",
        date: new Date(2021, 1, 10, 17, 23),
        price: 101
    },

    {
        from: "улица Анри Барбюса, 18, подъезд 1",  
        to: "улица Анри Барбюса, 18, подъезд 1",
        date: new Date(2021, 1, 10, 21, 35),
        price: 230
    }
]